Repository: Ekt0re/FAQ-Manager-Easy-WordPress
Catalog: languages/custom-faq-manager-*.po
Languages: fr_fr

source: Custom Easy FAQ Manager
fr_fr: Gestionnaire de FAQ Personnalisé

source: Create and manage your custom FAQs on WordPress with a simple and intuitive GUI! Multilingual support included.
fr_fr: Créez et gérez vos FAQ personnalisées sur WordPress avec une interface graphique simple et intuitive ! Support multilingue inclus.

source: FAQ Management
fr_fr: Gestion des FAQ

source: FAQ Manager
fr_fr: Gestionnaire de FAQ

source: Language:
fr_fr: Langue :

source: FAQ Items List
fr_fr: Liste des éléments FAQ

source: Search
fr_fr: Rechercher

source: New
fr_fr: Nouveau

source: Name
fr_fr: Nom

source: Edit
fr_fr: Modifier

source: Delete
fr_fr: Supprimer

source: No FAQs found.
fr_fr: Aucune FAQ trouvée.

source: Add New FAQ
fr_fr: Ajouter une nouvelle FAQ

source: Answer
fr_fr: Réponse

source: Custom CSS
fr_fr: CSS personnalisé

source: Add custom CSS for this FAQ item (optional)
fr_fr: Ajouter du CSS personnalisé pour cet élément FAQ (facultatif)

source: Save FAQ
fr_fr: Enregistrer la FAQ

source: Cancel
fr_fr: Annuler

source: Visual Customization
fr_fr: Personnalisation visuelle

source: Import from Theme
fr_fr: Importer du thème

source: Import colors from active theme
fr_fr: Importer les couleurs du thème actif

source: Question background color
fr_fr: Couleur d'arrière-plan de la question

source: Question text color
fr_fr: Couleur du texte de la question

source: Answer background color
fr_fr: Couleur d'arrière-plan de la réponse

source: Answer text color
fr_fr: Couleur du texte de la réponse

source: Border color
fr_fr: Couleur de la bordure

source: Active question background color
fr_fr: Couleur d'arrière-plan de la question active

source: Hover background color
fr_fr: Couleur d'arrière-plan au survol

source: Maximum answer height (px)
fr_fr: Hauteur maximale de la réponse (px)

source: Preview
fr_fr: Aperçu

source: Sample Question
fr_fr: Question exemple

source: This is a sample answer. The appearance of FAQs on your site will follow the style settings you choose above.
fr_fr: Ceci est une réponse exemple. L'apparence des FAQ sur votre site suivra les paramètres de style que vous choisissez ci-dessus.

source: Save Settings
fr_fr: Enregistrer les paramètres

source: Shortcode Usage
fr_fr: Utilisation du shortcode

source: Use the following shortcode to display FAQs on your posts or pages:
fr_fr: Utilisez le shortcode suivant pour afficher les FAQ sur vos articles ou pages :

source: Shortcode Parameters
fr_fr: Paramètres du shortcode

source: Number of FAQs to display (default: all)
fr_fr: Nombre de FAQ à afficher (par défaut : toutes)

source: Sort by field (default: title)
fr_fr: Trier par champ (par défaut : titre)

source: Sort order (default: ASC)
fr_fr: Ordre de tri (par défaut : ASC)

source: Comma-separated list of FAQ IDs to display
fr_fr: Liste d'identifiants FAQ séparés par des virgules à afficher

source: Example
fr_fr: Exemple

source: Plugin Information
fr_fr: Informations sur le plugin

source: Developed by
fr_fr: Développé par

source: Visit GitHub repository
fr_fr: Visiter le dépôt GitHub

source: License
fr_fr: Licence
